/* Main window strings */
"IMAGE_INFO_LINE"				= "Palette: %@, Taille: %d x %d, Racine: %d";
"INFO_PALETTE_FIND"				= "Palette: ";
"INFO_SIZE_FIND"				= "Taille: ";
"INFO_SIZE_FIND2"				= " x ";
"INFO_SEED_FIND"				= "Racine: ";
"FILENAME_PREFIX"				= "/Starfish-%d-%@-(%dx%d)";
"AUTOSTART_TEXT"				= "Prochain motif : %@.";
"AUTOSTART_ITEM"				= "Prochain motif à %@";
"NUM_RECENT_PATT_TEXT"			= "(Vous avez %d motifs récents.)";
"ASK_VERS_CHECK_MSG"			= "StarfishX peut vérifier son site Web s'il y a une nouvelle version disponible. (Consultez le fichier LisezMoi pour tous les détails.) Voulez-vous que StarfishX vérifie s'il y a une nouvelle version au démarrage ?";
"CHECK_VERS_DATES"				= "\n\nDernière vérification : %@\nProchaine vérification : %@";
"CHECKING_VERS_TEXT"			= "Vérification…";
"CHECK_VERS_FAILED_TEXT"		= "Vérification échouée: %@";
"NEW_VERS_TITLE"				= "Nouvelle Version !";
"CV_FOUND_NEW_MSG"				= "Une nouvelle version (%@) de StarfishX est disponible !";
"CV_FOUND_NEW_TEXT"				= "Nouvelle version %@ disponible !";
"CV_CURRENT_VERS_TEXT"			= "Vous avez la plus récente version de SarfishX.";
"QUIT_WHILE_GEN_MSG"			= "Un motif est en cours de création. Voulez-vous vraiment quitter ?";
"TRASH_PATTS_MSG"				= "Les %d motifs les plus anciens seront immédiatement placés dans la Corbeille. Voulez-vous continuer ?";
"TRASH_PATT_MSG"				= "Le motif le plus ancien sera immédiatement placé dans la Corbeille. Voulez-vous continuer ?";
"CONT_PATTERN_TEXT"				= "<Création Continuelle de Motifs>";
"CANT_RUN_G3"					= "This version of StarfishX requires a G4 or higher processor and can not run on this computer.";		// new
"GET_G4_VERSION"				= "This version of StarfishX is not optimized to run on a G4 or higher computer. You should download the Altivec version of StarfishX.";	// new

/* Custom Size Dialog strings */
"HUGE_IMAGE" 					= "La création de cette image nécessitera %.2fMo de RAM.";
"ALTIVEC_ROUNDED_SIZE"			= "Avec Altivec, la largeur sera arrondie au multiple de %d le plus près.";

/* Edit Palettes Dialog strings */
"COLORS_TABLE_HEADER"			= "Couleurs pour “%@”:";
"UNTITLED_PALETTE"				= "palette sans nom";

/* Preferences Dialog strings */
"PRIO_CHANGE_MSG"				= "Les modifications prendront effet au prochain lancement de StarfishX";

/* Menu items */
"CLOSE_MAIN_WINDOW_ITEM"		= "Fermer la fenêtre StarfishX";
"OPEN_MAIN_WINDOW_ITEM"			= "Ouvrir la fenêtre StarfishX";
"NEW_PATTERN_ITEM"				= "Créer un Nouveau Motif";
"CANCEL_PATTERN_ITEM"			= "Annuler la Création du Motif";
"NEW_PATTERN_UNTIL_ITEM"		= "Créer pour Remplir le Cache Récent";
"SKIP_PATTERN_ITEM"				= "Skip Current Pattern";					// new
"MAIN_DISPLAY_ITEM"				= "Affichage Principal";
"DISPLAY_NUM_ITEM"				= "Affichage %d";
"CUSTOM_SIZE_ITEM"				= "Défini (%d x %d)…";
"SHOW_SETTINGS_DRAWER"			= "Afficher les paramètres";
"HIDE_SETTINGS_DRAWER"			= "Masquer les paramètres";
"SHOW_RECENT_DRAWER"			= "Afficher les Motifs Récents";
"HIDE_RECENT_DRAWER"			= "Masquer les Motifs Récents";


/* Buttons */
"OK_BUTTON"						= "OK";
"DONE_BUTTON"					= "Terminé";
"QUIT_BUTTON"					= "Quitter";
"CONTINUE_BUTTON"				= "Continuer";
"CANCEL_BUTTON"					= "Annuler";
"YES_CHECK_BUTTON"				= "Oui";
"NO_DONT_CHECK_BUTTON"			= "Non";
"CV_TAKE_ME_THERE"				= "Amenez-moi là !";
"YES_BUTTON"					= "Oui";
"NO_BUTTON"						= "Non";
"INSTALL_ON_TITLE"				= "Écran...";
"NEW_PATTERN_BUTTON"			= "Nouveau Motif";
"CONTINUOUS_BUTTON"				= "Continuous";			// new
"SKIP_BUTTON"					= "Skip Pattern";		// new
"STOP_BUTTON"					= "Stop";				// new

/* Default palette names */
"PALETTE_FULL_SPECTRUM"			= "Spectre entier";
"PALETTE_BLUE"					= "Bleu";
"PALETTE_GREY"					= "Gris";
"PALETTE_RAINBOW"				= "Arc-en-Ciel";
"PALETTE_RED"					= "Rouge";
"PALETTE_SEASIDE"				= "Mer";
"PALETTE_AUTUMN"				= "Automne";
"PALETTE_WINTER"				= "Hiver";
"PALETTE_SPRING"				= "Printemps";
"PALETTE_SUMMER"				= "Été";
"PALETTE_AQUA"					= "Aqua";
"PALETTE_USA"					= "USA";
"PALETTE_HALLOWEEN"				= "Halloween";
"PALETTE_CHRISTMAS"				= "Noël";
"PALETTE_EASTER"				= "Pâques";
"PALETTE_BRONCO"				= "Bronco";
"PALETTE_SKY"					= "Ciel";
"PALETTE_SAVANNAH"				= "Savannah";
"PALETTE_STORM"					= "Storm";
"PALETTE_ATLANTIS"				= "Atlantis";
